Repository: RichardCardGate/woocommerce
Catalog: cardgate/i18n/languages/cardgate-*.po
Languages: nl_nl

source: Integrates Cardgate Gateway for WooCommerce into WordPress
nl_nl: Integratie van CardGate Gateway voor WooCommerce in WordPress

source: The settings are not correct for the Mode you chose.
nl_nl: De instellingen zijn niet correct voor de gekozen Mode.

source: See the instructions above.
nl_nl: Zie de instructies hierboven.

source: The CardGate payment methods will only be visible in the WooCommerce Plugin, once the Site ID and Hashkey have been filled in.
nl_nl: De CardGate betaalmethoden zijn alleen zichtbaar in WooCommerce, als de Site ID en Codeersleutel ingevuld zijn.

source: CardGate Settings
nl_nl: CardGate Instellingen

source: Checkout display
nl_nl: Checkout weergave

source: Without Logo
nl_nl: Zonder logo

source: With Logo
nl_nl: Met logo

source: Show ideal issuers
nl_nl: Toon issuers (banken)

source: Without issuers
nl_nl: Zonder issuers

source: With issuers
nl_nl: Met issuers

source: iDEAL v2 will not show issuers any more by default (Mandatory by iDEAL).
nl_nl: iDEAL v2 laat standaard geen issuers (banken) meer zien (Verplicht door iDEAL).

source: Use the
nl_nl: Gebruik de

source: Settings button
nl_nl: Instellingen knop

source: in your
nl_nl: in uw

source: My CardGate
nl_nl: Mijn CardGate

source: to set these values, as explained in the
nl_nl: om deze waarden in te stellen, zoals uitgelegd in de

source: README.md
nl_nl: README_NL.md

source: installation instructions
nl_nl: installatie instructies

source: of this plugin
nl_nl: van deze plugin

source: These settings apply to all CardGate payment methods used in the WooCommerce plugin.
nl_nl: Deze instellingen hebben betrekking op alle CardGate betaalmethoden die gebruikt worden in Woocommerce.

source: CardGate Payments
nl_nl: CardGate Betalingen

source: Search Payments
nl_nl: Doorzoek Betalingen

source: Settings
nl_nl: Instellingen

source: Payments Table
nl_nl: Betalingen tabel

source: Your payment has failed. Please choose an other payment method.
nl_nl: Uw betaling is niet voltooid. Kies een andere betaalmehode a.u.b.

source: Title
nl_nl: Titel

source: Content
nl_nl: Inhoud

source: Add Extra Fees
nl_nl: Voeg extra kosten toe

source: Extra Fee
nl_nl: Extra kosten

source: Label for Extra Fee
nl_nl: Label voor Extra Kosten

source: My Custom Label
nl_nl: Mijn aangepaste label

source: Fee type
nl_nl: Kostenberekening

source: Add Fee to Total
nl_nl: Tel op bij het Totaal

source: Percentage of Total
nl_nl: Percentage van het Totaal

source: No payments found.
nl_nl: Geen betalingen gevonden.

source: Date
nl_nl: Datum

source: Transaction ID
nl_nl: Transactie ID

source: Customer Name
nl_nl: Klant naam

source: Amount
nl_nl: Bedrag

source: Payment Status
nl_nl: Betaal Status

source: of
nl_nl: van

source: Bank Options
nl_nl: Bank Opties

source: Choose Bank
nl_nl: Kies uw bank

source: Enable/Disable
nl_nl: Inschakelen/uitschakelen

source: Enable
nl_nl: Inschakelen

source: Payment method title that the customer will see on your checkout.
nl_nl: Titel van de betaalmethode die de klant ziet tijdens het afrekenen.

source: Description
nl_nl: Beschrijving

source: Payment method description that the customer will see on your website.
nl_nl: Omschrijving van de betaalmethode die de klant ziet op je website.

source: Pay with
nl_nl: Betaal met

source: Instructions
nl_nl: Instructies

source: Instructions that will be added to the thank you page.
nl_nl: Instructies die worden toegevoegd aan de bedankt pagina

source: Choose your bank first, please
nl_nl: Kies eerst uw bank a.u.b
